Repository: didier13150/kvirtual
Catalog: po/*/kvirtual.po
Languages: fr

source: Start VM
fr: Démarrer la VM

source: Terminate VM
fr: Arrêter la VM

source: Kill VM
fr: Tuer la VM

source: Show/Hide Output
fr: Montrer/Cacher la sortie

source: Create a new virtual disk image
fr: Créer une nouvelle image de disque virtuel

source: Save changes to virtual host definition document ?
fr: Sauvegarder les changements dans la définition de l'hôte virtuel ?

source: The virtual host <i>%1</i> is not started
fr: L'hôte virtuel <i>%1</i> n'a pas démarré

source: The virtual host <i>%1</i> is started
fr: L'hôte virtuel <i>%1</i> est démarré

source: The virtual host <i>%1</i> is stopped
fr: L'hôte virtuel <i>%1</i> est arrêté

source: Settings changed
fr: La configuration a changé

source: A KDE 4 GUI Frontend for KVM
fr: Une interface utilisateur KDE 4 pour KVM

source: Project manager and main developer
fr: Chef de projet et principal développeur

source: Document to open
fr: Document à ouvrir

source: Create a new disk image
fr: Créer une nouvelle image disque

source: File
fr: Fichier

source: Size
fr: Taille

source: Minimise to KDE system tray on close
fr: Minimiser dans la boite à miniature à la fermeture

source: &File
fr: &Fichier

source: &Virtual
fr: &Virtuel

source: Main Toolbar
fr: Barre d'outil principale

source: Form
fr: Formulaire

source: Common
fr: Général

source: Name
fr: Nom

source: System
fr: Système

source: Base Memory
fr: Mémoire

source: Number of CPU
fr: Nombre de CPU

source: USB Support
fr: Support de l'USB

source: Snapshot
fr: Instantané

source: Disk
fr: Disque

source: Floppy
fr: Disquette

source: Network
fr: Réseau

source: Boot on
fr: Démarrer sur

source: Display
fr: Affichage

source: None
fr: Aucun

source: VNC Port
fr: Port VNC

source: Video Card Type
fr: Type de carte vidéo

source: Keyboard type
fr: Type de clavier

source: Storage Media
fr: Média de Stockage

source: Storage Media 1
fr: Média de Stockage 1

source: Storage Media 2
fr: Média de Stockage 2

source: Storage Media 3
fr: Média de Stockage 3

source: Iface 1
fr: Interface réseau 1

source: Script (down)
fr: Script (démontage)

source: Model
fr: Modèle

source: Nothing
fr: Rien

source: Script (up)
fr: Script (montage)

source: MAC Adress
fr: Adresse MAC

source: Connected to
fr: Connecté à

source: Iface 2
fr: Interface réseau 2

source: Iface 3
fr: Interface réseau 3

source: qemu-img is the QEMU disk image utility
fr: qemu-img est l'utilitaire QEMU de création d'image de disque

source: Minimise to system tray on close
fr: Minimiser dans la boite à miniature à la fermeture

source: KVM / QEMU Emulator
fr: Emulateur KVM / QEMU

source: Virtual Distributed Ethernet switch
fr: Switch Ethernet Distribué virtuel

source: QEMU disk image utility
fr: Utilitaire d'image disque QEMU

source: Search
fr: Rechercher

# NAME OF TRANSLATORS
source: Your names
fr: Didier Fabert

# EMAIL OF TRANSLATORS
source: Your emails
fr: didier.fabert@gmail.com
